13/data/attachments/eeade5735cd4b30e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2e7f85e6-a095-433c-9050-8a0d14087ffc</nif:username>
            <nif:friendToBeAdded>Megan_fall_Friend_97508_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>